/* No comment provided by engineer. */
"Besaid" = "Besaid";

/* No comment provided by engineer. */
"Bikanel" = "Ile de Bikanel";

/* No comment provided by engineer. */
"Calm Lands" = "Plaine Félicité";

/* No comment provided by engineer. */
"Djose Road" = "Route de Djose";

/* No comment provided by engineer. */
"Inside Sin" = "Sin";

/* No comment provided by engineer. */
"Kilika" = "Kilika";

/* No comment provided by engineer. */
"Macalania" = "Macalania";

/* No comment provided by engineer. */
"Mi'ihen Highroad" = "Route de Mi'ihen";

/* No comment provided by engineer. */
"Mt. Gagazet" = "Mont Gagazet";

/* No comment provided by engineer. */
"Mushroom Rock Road" = "Route des Mycorocs";

/* No comment provided by engineer. */
"Omega Dungeon" = "Ruines d'Oméga";

/* No comment provided by engineer. */
"Stolen Fayth Cavern" = "Grotte de la vallée";

/* No comment provided by engineer. */
"Thunder Plains" = "Plaine Foudroyée";